const disclaimersArabic = [
    {
        id: 0 , 
        disclaimer: 'إخلاء المسئولية' ,
        title : 'إخلاء المسئولية',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    أي ادعاءات تم ذكرها ولكنها لا تعبر عن حقائق تاريخية، مثل تلك الواردة في هذا المستند أو التي تم دمجها بالإشارة يمكن اعتبارها بيانات تطلعيه ولا يتضمن هذا المستند أي تأكيدات أو ضمانات حول دقة أي بيانات تطلعيه. لكن تنبؤات هذه المواد وتوقعاتها وتقديراتها هي فقط تخمينية بشكل أساسي وتستند إلى العديد من الافتراضات.
                    <br /><br />
                    علاوة على ذلك، قد تكون هذه البيانات التطلعية غير دقيقة وربما هي فقط متأثرة بافتراضات خاطئة بالإضافة إلى المخاطر المعروفة وغير المعروفة، والشكوك، وعوامل أخرى معظمها خارج عن سيطرتنا. لذلك من العدل أن نفترض أن أيًا من هذه الافتراضات التطلعية أو جميعها قد يثبت خطأها أو أن النتائج الفعلية قد تختلف اختلافًا كبيرًا عن التوقعات.
                    <br /><br />
                    تم إنتاج هذا المستند التعريفي التمهيدي لمساعدتك في إكمال دراسة حول مشروع Bricklayer DAO وبالتالي، ندعوك لقراءتها بالكامل. لا يُقصد بهذا المحتوى أن يكون قائمة كاملة، ولا يُقصد به أن يكون تصويرًا كاملاً وشاملاً لـ Bricklayer DAO. يقدم هذا المستند التقني تقديرات وحقائق ووجهات نظر مستمدة من عناصر ومخاطر معروفة وغير معروفة بصيغ مختلفة. على عكس وجهات النظر المعبر عنها وأي لغة تطلعيه مدرجة في هذه الوثيقة، قد يختلف الأداء الفعلي للمشروع بشكل كبير. لا يُقصد من هذا المستند التقني أن يكون استثماريًا أو نصيحة مالية ولا ينبغي تفسيره على هذا النحو. كما إنه لا يعتمد أبدًا على بحث أو جهد فرد آخر.
                    <br /><br />
                    نحن لا نقدم أي ضمانات فيما يتعلق بدقة أو اكتمال أي أسعار أو بيانات أو معلومات أخرى في السوق بناءً على بيانات السوق العامة المختارة، وتعكس ظروف السوق الحالية، وتمثل حكمنا اعتبارًا من هذا التاريخ، وبالتالي فهي عرضة للتغيير في أي لحظة دون تنويه.
                </p>
            )
        }
 },
    {
        id: 1 , 
        disclaimer: 'هو مشروع BRICKLAYER DAO' ,
        title : 'تقديم مشروع BRICKLAYER DAO',
        content : () => {
            return (
                <>
                 <p className="italic mt-8">المنظمة اللامركزية المستقلة العقارية</p>
                 <p className="text-[20px] mt-4">
                 من خلال التقارب بين عوالم العقارات والعملات المشفرة، تظهر هذه المنظمة اللامركزية المستقلة كمنصة استثمار "رقمية غير موثوق بها ومتنوعة وتجارية. بالإضافة إلى ذلك، ستدمج المنظمة اللامركزية المستقلة منصة الرموز غير القابلة للاستبدال، والتي ستسمح لأعضاء المنظمة اللامركزية المستقلة بالاستفادة بشكل مباشر من الامتيازات المختلفة المرتبطة مباشرة بأداء الخزانة في المنظمة اللامركزية المستقلة.
                 <br /><br />
                 بموجب إطار حوكمة المنظمة اللامركزية المستقلة، يكتسب حاملو الرمز المميز (التوكن) حقًا ديمقراطيًا للتأثير على الاتجاه الاستراتيجي لـ المنظمة اللامركزية المستقلة وعمليات اتخاذ القرارات العقارية. يمكن لحاملي الرموز المميزة لـ BRICKS ممارسة التأثير على تطوير المحفظة، والتخلص من الأصول، واختيار المشاركين النشطين، ومقترحات التنويع عبر نظام التصويت المبتكر هذا، والذي يعمل على مبدأ "قاعدة الأغلبية". علاوة على ذلك، تتيح البنية القابلة للتكيف لمشروع Bricklayer DAO وقت لردود الافعال والاقتراحات والمساهمات الخاصة بالمشاركين النشطين للعمل إذا قرر المجتمع العام أن ذلك سيكون مفيدًا بشكل كبير.
                 <br /><br />
                 تم تصميم Bricklayer DAO للتوسع غير المسبوق والدعم بشكل فعال لذكاء المجتمع من خلال تقديم منصات تصويت ربع سنوية للتأثير الديمقراطي وتحسين أداء الخزانة، والأهم من ذلك، الحد من المخاطر. تذهب جميع مشتريات الرموز المميزة لـ BRICKS وإيرادات الإيجار وجوائز التخزين المؤقت للعملات المشفرة مباشرة إلى الخزانة لدعم عمليات الاستحواذ الاستثمارية "ذات الطبقة".
                 <br /><br />
                 في هذا المسعى، تشتمل سلسلة كتل الإيثريوم المختارة لـ Bricklayer DAO على منصة نظير إلى نظير والذي يستفيد من البنية غير المرخصة لتلبية الحاجة إلى لوائح صارمة للأوراق المالية مع السماح بالوصول الديمقراطي الفريد إلى الأصول العقارية المحجوزة عادة لمجموعة فرعية مختارة من المستثمرين المؤسسيين.
                 <br /><br />
                 يتشابه عنصر العقارات في خزانة المنظمة اللامركزية المستقلة مع صندوق الاستثمار العقاري التقليدي الموجه من قبل المستثمر في استحواذه على الأصول العقارية؛ ومع ذلك فإن النية هي احتضان مجموعة متنوعة من تقنيات التطبيق اللامركزي التي تركز على العقارات والشراكة معها لتحديث عملية المعاملات. في هذا المسعى، سنستغل الفرص لتطوير الممارسات العقارية الحالية من خلال تحسينات سلسلة الكتل مثل تقدير الرموز، وفرص إعادة التمويل وجمع المكافآت مع Bricklayer NFT ومنصة Brickworks Tapestry
                 </p>
                </>
                )
        }
     },
    {id: 2 , 
        disclaimer: 'الرؤية / الأهداف' ,
        title : 'ت الرؤية',
        content : () => {
            return (
                <>
                <p className="italic mt-8">تعزيز الاكتفاء الذاتي</p>
                <p className="text-[20px] mt-4">
                باعتبارها أكبر فئة أصول في العالم، من المتوقع أن تزداد صناعة العقارات في جميع أنحاء العالم بمعدل نمو سنوي مركب قدره 10.5٪ من 3.38 تريليون دولار في عام 2021 إلى 3.74 تريليون دولار في عام 2022 (شركة أبحاث الأعمال، 2022). هدفنا هو وضع الأساس لخزانة المنظمة اللامركزية المستقلة لكي تكون قادرة على الاكتفاء الذاتي والتوسع المستمر، وتتألف من مزيج متعدد المستويات من مشتريات العقارات عالية الجودة ومجموعة متنوعة من العملات المشفرة.
                <br /><br />
                هذا يخفف من أخطار المستثمرين ويخلق بيئة إعادة تمويل قوية لتسهيل المزيد من الاستثمار العقاري دون التخلص من أصول العملة المشفرة في المنظمة اللامركزية المستقلة. علاوة على ذلك، ستزداد قيمة رمز BRICKS المتصل جنبًا إلى جنب مع النمو في قيمة خزانة المنظمة اللامركزية المستقلة.
                <br /><br />
                <span className="italic">الابتكار في قطاع العقارات</span>
                <br /><br />
                أثناء نشر الإمكانات الهائلة للعملات المشفرة، تم إطلاق مشروع Bricklayer DAO للمساهمة في تطوير قطاع العقارات. لعقود من الزمان، لم يتضخم أجر العمل بنفس وتيرة العقارات، وبالتالي ساهمت أجيال متعددة في احتضان صناعة سلسلة الكتل بسبب حاجز الدخول المنخفض والفرص المربحة التي توفرها.
                <br /><br />
                ومع ذلك، فإن إحدى نقاط القلق الرئيسية لهذا التبني الناشئ هي الإحباط من تقلبات السوق. لذا فقد تم بناء مشروع Bricklayer DAO للحد من هذه المخاطر عن طريق تجنب الانحدار الحاد المفاجئ وحالات TerraLuna وRug-Pull المشهورة الآن.
                <br /><br />
                سيتم استبدال رمز سلسلة الكتل الأصلي الخاص بنا برمز BRICKS وتخزينه في خزانة المنظمة اللامركزية المستقلة. يتم تحفيز حاملي رموز BRICKS المميزة للمشاركة بنشاط في التصويت، مما يسمح للأعضاء بلعب دورهم في رحلة استحواذ هجينة لكل من أسواق العقارات التجارية والعملات المشفرة.
                <br /><br />
                نهدف إلى توفير الوظائف الرقمية الأكثر ديناميكية والقابلة للتطبيق عمليًا لزيادة رأس المال وإدارة الأصول والامتثال الآلي وإدارة المستثمرين وأنظمة الحفظ.
                <br /><br />
                <span className="italic">بناء نظام بيئي ديمقراطي</span>
                <br /><br />
                يضع مشروع Bricklayer DAO معيارًا جديدًا لكل من سلسلة الكتل وعشاق العقارات لإنشاء نظام بيئي ديمقراطي ذاتي التمكين، والقضاء على مجلس إدارة الشركة وسد الفجوة بين مصالح المالك والمستثمر، وزيادة الشفافية والقيمة واتخاذ القرارات الاستراتيجية في الوقت الفعلي.
                <br /><br />
                مقارنة بترتيبات الاستثمار العقاري التقليدية، فإن عرض القيمة هذا مبتكر للغاية لأن مشروع Bricklayer DAO يهدف إلى وضع 51٪ كحد أدنى في قيمة الأصول العقارية و49٪ كحد أقصى في مجموعة العملات المشفرة. ومن ثم، فإن بساطة هذا الهيكل تخفف من الآثار السلبية لتقلبات السوق المشفرة، وتعزز مناخًا يفضي إلى إعادة التمويل، وتدعم قيمة عملات BRICKS.
                <br /><br />
                ومن ثم، فإن مبادرتنا ستعمل على تعزيز الديمقراطية وإمكانية الوصول إلى الاستثمارات، مما سيفتح الفرص لأنواع متعددة من المستثمرين. ومن ثم، سوف نقدم الاستراتيجيات الأكثر فاعلية للتكيف مع البيئة الاقتصادية الديناميكية من خلال تمهيد الطريق لتقنيات مبتكرة لحل المشكلات باستخدام تقنية سلسلة الكتل.
                <br /><br />
                <span className="italic">الهدف النهائي للمشروع</span>
                <br /><br />
                هدفنا النهائي ذو شقين. بادئ ذي بدء، نهدف إلى إقناع مالكي العقارات بقبول رموز BRICKS كشكل من أشكال التبادل في المعاملات العقارية. وثانيًا، يتمثل هدفنا في تمكين مشروع Bricklayer DAO من تنفيذ منصة الإقراض الخاصة بها لتقديم قروض لحاملي الرموز المميزة لـ BRICKS والتي من شأنها تسهيل عمليات الاستحواذ على العقارات الفردية بقروض بأسعار فائدة تم التصويت عليها من قبل المنظمة اللامركزية ذاتية الحكم نفسها.
                </p>
                </>
                )
        }
    },
    {
        id: 3, 
        disclaimer:'العقارات الصناعية للشريحة الأولى لماذا' , 
        title : 'العقارات الصناعية للشريحة الأولى',
        content : () => {
            return (
                <>
                <p className="italic mt-8">الكشف عن فرصة الشريحة الأولى</p>
                <p className="text[20px] mt-4">
                سيقترح الأعضاء المؤسسون لـ المنظمة اللامركزية ذاتية الحكم فرصة التصويت من الشريحة الأولى "Genesis" لتوفير صلابة أساسية للطبقة الأساسية لاستمرارية خزانة المنظمة اللامركزية ذاتية الحكم. الشريحة الأولى هو الحصول على مجموعة من العقارات الصناعية (المستودعات) التي يشغلها مستأجرون ذوو جدارة ائتمانية عالية (US Fortune 50، على سبيل المثال أمازون دوت كوم، و ولمارت، وما إلى ذلك) بشروط إيجار مدتها 10-20 عامًا كحد أدنى. هذا يدعم بشكل فعال القيمة الرمزية لـ BRICKS إلى الأصول العقارية الملموسة من الفئة أ ويضمن التأسيس الأكثر فائدة لمشروع Bricklayer DAO.
                <br /><br />
                كما سيختار المشاركين النشطين بشكل يدوي مجموعة من محطات توصيل أمازون التشغيلية ومقرها في أمريكا الشمالية للاختيار من بينها للاستحواذ الفوري. ونظرًا لتوظيف مشاركين نشطين مؤخرًا في فريق العقارات لأكبر شركة تجارة إلكترونية في العالم والخبرة الواسعة في قطاع المستودعات الصناعية، يمكن لـ Bricklayer DAO الاستفادة من مزايا العلاقات المباشرة وذكاء السوق لضمان ثقة الاستثمار في الشريحة الاولي
                <br /><br />
                <span className="italic">استكشاف التبعية المتزايدة على التجارة الإلكترونية</span>
                <br /><br />
                نظرًا لتفاقم الاعتماد على التجارة الإلكترونية بسبب الوباء الحالي، غالبًا ما يُنظر إلى القطاع الصناعي على أنه أكثر المجالات الواعدة للاستثمار العقاري. يتم التعرف الآن أكثر من أي وقت مضى على الخدمات اللوجستية والتخزين كمكونات مطلوبة لشبكة بنية تحتية فعالة بالكامل لمناطق خدمة المترو.
                <br /><br />
                نتيجة للطلب المتزايد على التجارة الإلكترونية، أظهر قطاع المخازن الصناعية في صناعة العقارات أنه الأقوى. شهدت التجارة الإلكترونية معدل نمو سنويًا ارتفع إلى 44.5٪ في عام 2021 (Jdsupra ، 2022). وفقًا لنتائج أبحاث سي بي آر إي جروب، تؤدي زيادة مبيعات التجارة الإلكترونية الإضافية بمقدار مليار دولار أمريكي إلى احتياج ربع مليون قدم مربع من مساحة المستودعات. نتيجة لذلك، من المتوقع أن يصل صافي الامتصاص في أمريكا الشمالية إلى ما يقرب من 250 مليون قدم مربع في عام 2021، وهو ما سيكون أعلى من المتوسط ​​السنوي لخمس سنوات البالغ 211 مليون قدم مربع الذي تم تسجيله من قبل (سي بي آر إي جروب، 2021) .
                <br /><br />
                كانت الصعوبات الحالية في سلسلة التوريد عاملاً مضاعفًا في زيادة الطلب، حيث يضطر الشاغلون إلى حمل مخزون إضافي، وامتصاص أعطال الشبكة المحتملة، والحفاظ على أداء الخدمة، وتلبية طلبات المستهلكين المتزايدة. مع استمرار طلب الشاغل، من المتوقع أن يستمر الامتصاص الصافي في MSA الأكثر شيوعًا في أمريكا الشمالية في الاقتراب من المستويات التاريخية.
                <br /><br />
                <span className="italic">تقارب الشريحة الأولى من المنظمة اللامركزية ذاتية الحكم مع فجوات السوق الحالية</span>
                <br /><br />
                تشير الإحصاءات إلى نقص المعروض في المخزون المتاح عبر الولايات المتحدة، إلى جانب حواجز التطوير المتعددة لبناء مستودعات جديدة، لا سيما في ولاية كاليفورنيا، مما يضع عمليات الاستحواذ من الشريحة الأولى في المنظمة اللامركزية ذاتية الحكم على مسار إيجابي لكل من نمو الإيجارات وزيادة رأس المال.
                <br /><br />
                توفر المعرفة بمحركات السوق هذه وعقود الإيجار طويلة الأجل مع المستأجر الائتماني الأكثر طلبًا في القطاع ، في فئة الأصول الأكثر أمانًا في العقارات التجارية ، النظام الأساسي الأكثر استقرارًا وإدرار الدخل لدعم وحماية استثمار حامل الرمز المميز في المنظمة اللامركزية ذاتية الحكم.
                <br /><br />
                تمثل عمليات الاستحواذ "Genesis" بالشريحة الاولي هذه القوة الأساسية لخزانة المنظمة اللامركزية ذاتية الحكم. مع توسع الحافظة والمجتمع الأعضاء ، قد يصوت المنظمة اللامركزية ذاتية الحكم للتنويع في الأقاليم الدولية وفئات الأصول العقارية البديلة (الشريحة 2) ، حتى الشراكة مع مسقط رأس ومدن أعضاء المنظمة اللامركزية ذاتية الحكم لإنشاء مشاريع تنشيط مدعومة من الحكومة للمباني ذات الأهمية التاريخية أو مشاريع الإسكان الاجتماعي.
                </p>
                </>
                )
        }
    },
    {
        id: 4,
         disclaimer:'جدوى المشروع' , 
         title : 'قابلية المشروع للخطر',
        content : () => {
            return (
                <>
                <p className="italic mt-8">قدرات مشروع Bricklayer DAO وسلسلة الكتل</p>
                <p className="text-[20px] mt-4">
                في هذا المسعى، يستخدم مشروع Bricklayer DAO تقنية سلسلة الكتل لتسخير الوظائف غير المرخصة لـ المنظمة اللامركزية ذاتية الحكم لتقديم نموذج رائد لإدارة صندوق استثمار عقاري تجاري يوسع خزانة المنظمة اللامركزية ذاتية الحكم. ستدرج المنظمة اللامركزية ذاتية الحكم أيضًا منصة الرمز غير القابل للاستبدال لتوليد القيمة والوصول إلى امتيازات معينة بناءً على أداء الخزانة.
                <br /><br />
                <span className="italic">ابتكار تطبيقات تقليدية</span>
                <br /><br />
                كانت صناديق الاستثمار العقاري موجودة منذ سنوات. حتى الآن، حققت صناديق الاستثمار العقاري إجمالي عوائد تنافسية بناءً على دخل توزيعات أرباح مرتفع وثابت وزيادة رأس المال على المدى الطويل. بالإضافة إلى ذلك، فإن ارتباطها المنخفض جدًا مع الأصول الأخرى يجعلها أداة تنويع فعالة للمحفظة قد تساعد في تقليل مخاطر المحفظة الإجمالية وتعزيز العوائد.
                <br /><br />
                ومع ذلك فإن عيوب استخدام هذه الأدوات للاستثمار توفر أرباحًا يتم التعامل معها كدخل منتظم للأغراض الضريبية، وأن لها تكاليف إدارية عالية، وأنها تفرض رسومًا كبيرة. بالإضافة إلى ذلك، تتمتع صناديق الاستثمار العقاري بتاريخ طويل من الارتباط بسوق الأوراق المالية. يكون للمستثمرين في هذه الصناديق تأثير محدود على الاتجاه المركزي للصناديق وقرارات مجلس الإدارة الاستثمارية التي تتخذها الصناديق.
                <br /><br />
                <span className="italic">الكشف عن رمزBricklayer’s DAO</span>
                <br /><br />
                لا يمكن لأي فئة أصول رقمية معتمدة من البنك المركزي أن تستثمر في فئة المنظمة اللامركزية ذاتية الحكم، وهذا هو سبب استخدام رمز BRICKS الأصلي. علاوة على ذلك، يمكن أن يسمح رمز BRICKS لـ المنظمة اللامركزية ذاتية الحكم بالاستثمار المحتمل في الأصول التي لا يمكن حاليًا تمويلها بالعملة الورقية. BRICKS هي عملة رمزية عالية السيولة تزيد قيمتها مع تضخم قيمة خزانة المنظمة اللامركزية ذاتية الحكم.
                <br /><br />
                عند تقييم استدامة مشروع التشفير، فإن أحد الأسئلة الأكثر أهمية التي يجب طرحها هو ما إذا كان المشروع ينجز أي شيء من خلال سجل ملحق فقط وتوافق متعدد الأطراف لا يمكنه تحقيقه من خلال استخدام بنية قاعدة بيانات تقليدية. تعتبر مقايضات تقنية سلسلة الكتل من حيث الأداء والخصوصية والأمان وقابلية التشغيل البيني شيئًا آخر يجب مراعاته.
                <br /><br />
                وعلى العكس من ذلك، فإن آلية تصويت المنظمة اللامركزية ذاتية الحكم مع عملية اتخاذ القرار بشأن قاعدة الأغلبية تتفوق في الشفافية عند مقارنتها بالمنصات التقليدية، التي تعاني من الصراعات المحتملة وسياسات المكاتب الموجودة في مجالس إدارة الشركات والبيئات المركزية.
                <br /><br />
                نحن من المدافعين بشدة عن الشفافية التشغيلية الشاملة، وبالتالي سنلتزم بجميع قوانين اعرف عميلك / مكافحة غسيل الأموا المعمول بها. سيشمل ذلك الامتثال الذي يتم فرضه خوارزميًا من خلال استخدام العقود الذكية التي تعمل على إحدى منصات سلسلة الكتل الأكثر تقدمًا والأكثر أمانًا في السوق حاليًا.
                </p> 
                </>
                )
        }
    },
    {
        id: 5, 
        disclaimer:'خزانة المنظمة اللامركزية ذاتية الحكم' ,
        title : 'خزينة المنظمة اللامركزية ذاتية الحكم',
        content : () => {
            return (
                <p className="mt-4 text[20px]">
                    يسمح هيكل Bricklayer DAO بتقدير قيمة BRICKS على ملكية العقارات غير المشفرة جنبًا إلى جنب مع مجموعة العملات المشفرة في خزانة المنظمة اللامركزية ذاتية الحكم. تشكل الأصول العقارية المادية، وعائدات الإيجار المستقبلية، والشراكات التجارية ومجموعة العملات المشفرة المتنوعة التي تشكل مجتمعة خزينة المنظمة اللامركزية ذاتية الحكم. مع ارتفاع قيمة هذه المكونات في التقييم، سيؤثر أداء خزانة المنظمة اللامركزية ذاتية الحكم بشكل إيجابي على قيمة الرمز المميز لـ BRICKS.
                    <br /><br />
                    بدلاً من التعامل مع المصالح العقارية النموذجية بطريقة عفا عليها الزمن باستخدام المستندات الورقيه، يمكن للمشترين المشاركة في المعاملات رقميًا باستخدام الرموز المميزة، مما يجعل الطريقة التقليدية للتعامل مع المصالح العقارية العادية قديمة.
                    <br /><br />
                    <span className="italic">عقارات حقيقية على منصة للرموز المميزة</span>
                    <br /><br />
                    بشكل عام، هناك ثلاث مكونات أساسية لنظامنا البيئي سيتم استكشافها بشكل أكبر:
                    <br /><br />
                    <ul>
                      <li>العقارات</li>
                      <li>مجمع العملات المشفرة</li>
                      <li>فرص إعادة التمويل</li>
                    </ul>
                    <br /><br />
                    <span className="italic">العقارات</span>
                    <br /><br />
                    سيقوم المشاركون النشطون المختارون لإدارة الأصول العقارية بالإشراف على محفظة Bricklayer DAO. ستشمل المسؤوليات حل / التفاوض بشأن القضايا مع المستأجرين، وتقديم توصيات إلى المنظمة اللامركزية ذاتية الحكم فيما يتعلق بقضايا إدارة الأصول الرأسمالية، ومراجعة واعتماد التسويات والضرائب العقارية، وتحصيل الإيجارات، وتقديم المشورة بشكل عام بشأن سلامة المحفظة. سيعمل المشاركون النشطون بشكل وثيق مع بائع إدارة الممتلكات الخارجية وتشرف على أدائها.
                    <br /><br />
                    <span className="italic">مجمع الرموز المشفرة</span>
                    <br /><br />
                    سيتم تكليف AP المعين المسؤول عن إدارة تجمع التشفير بإدارة المعاملات وتنويع تجمع التشفير. بالإضافة إلى ذلك، سيتم تنويع مجموعة العملات المشفرة باستخدام العديد من الرموز المميزة للعملات المشفرة لإدارة التعرض للمخاطر.
                    <br /><br />
                    في النهاية، سيمول أداء هذه المحفظة المشفرة طبقات الاستحواذ على العقارات في المستقبل، وسيكون مدير مجمع التشفير AP مسؤولاً عن عمليات نقل التشفير في الوقت المناسب للحفاظ على نسبة 51٪ من وزن الأصول العقارية في خزانة DAO.
                    <br /><br />
                    <span className="italic">فرص إعادة التمويل</span>
                    <br /><br />
                    ستعمل صلابة العقارات في خزانة المنظمة اللامركزية ذاتية الحكم كضمان وستخلق بيئة إقراض تنافسية لخزينة المنظمة اللامركزية ذاتية الحكم وحاملي رموز BRICKS على حد سواء. بعد ذلك، يجوز لأعضاء عامل البناء التصويت على نشر عائدات إعادة التمويل لتمويل عمليات الاستحواذ العقارية في المستقبل. سيؤدي هذا إلى القضاء على الحاجة إلى خزانة Bricklayer لتصفية أي حيازات من العملات المشفرة.
                    <br /><br />
                    بدلاً من ذلك، يجوز لأعضاء المنظمة اللامركزية ذاتية الحكم التصويت على عدم إعادة تمويل الخزانة واستخدام شركائنا في إعادة التمويل لخلق فرص إعادة تمويل للأعضاء الفرديين، والتي ستجلب أيضًا إيرادات إضافية إلى المنظمة اللامركزية ذاتية الحكم من خلال حصة من عائدات الفوائد التي سنحصل عليها من إعادة تمويل شركائنا
                </p>
                )
        }
    },
    {
        id: 6, 
        disclaimer:'الرموز غير القابلة للاستبدال في Bricklayer',
        title : 'الرموز غير القابلة للاستبدال في BRICKLAYER',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    بشكل عام، ستتألف مجموعة الرموز غير القابلة للاستبدال بأكملها من 11,310 حرفًا فريدًا من نوع Bricklayer، مصممة بشكل فردي ومولدة ذاتيًا بواسطة حامل الرمز المميز المحدد. علاوة على ذلك، سيتم تقسيم مجموعة الرموز الغير قابلة للاستبدال إلى ثلاث فئات، 10000 Bricklayers، و1,000 وسيط، و300 مطور، و10 مؤسس. سيتم منح الامتيازات التالية لكل رمز غير قابل للاستبدال عبر عقد ذكي:
                    <br />
                    <ul>
                        <li>10000 من رموز Bricklayers</li>
                        <li>1،000 وسيط</li>
                        <li>300 مطور</li>
                        <li>10 مؤسسين</li>
                    </ul>
                    <br /><br />
                    <span className="italic">مطوري الرموز غير القابلة للاستبدال:</span>
                    <br /><br />
                    هذه هي الرموز الغير قابلة للاستبدال التي سيتم بيعها للمستثمرين المعتمدين لتمويل أصول Genesis وإطلاق مجمع العملات المشفرة في خزينة المنظمة اللامركزية ذاتية الحكم. سيكون هناك 300 فقط متاحًا للصك. سيكون لديهم سعر أدنى يبلغ 500 ألف BRICKS (دولار واحد لكل رمز BRICKS)، مع تضمين أيضًا عقود تخصيص BRICKS المستقبلية وحقوق التصويت الحصرية في انتخابات المشاركين النشطين في شركة بريكلاير داو. بالإضافة إلى ذلك، سيتم منح أكبر المكافآت لحاملي الرموز غير القابلة للاستبدال للمطورين الذين يشاركون BRICKS في منصة Brickworks Tapestry
                    <br /><br />
                    <span className="italic">وسيط الرموز غير القابلة للاستبدال:</span>
                    <br /><br />
                    لن يتم صك سوى 1000 وسيط من الرموز غير القابلة للاستبدال، وسوف يتأثر موضوع الصور الرمزية في المجموعة بشكل ديمقراطي بحدث تصويت المنظمة اللامركزية ذاتية الحكم في المستقبل بعد الاستحواذ على أصل Genesis. وسيتلقى وسيط الرموز غير القابلة للاستبدال أيضًا مبنى مكاتب ذات علامة تجارية على منصة Brickworks Tapestry والوصول الحصري لبوابة قائمة استثمار Bricklayer Investment
                    <br /><br />
                    <span className="italic">الرموز الغير قابلة للاستبدال في Bricklayer:</span>
                    <br /><br />
                    10000 من الرموز غير القابلة للاستبدال الفريدة من نوعها تشمل شخصيات Bricklayer سيتم صكها، واختيار تركيبة التصميم وصكها بعد الشراء والدخول إلى المنظمة اللامركزية ذاتية الحكم، ولا يمكن أبدًا تكرار مجموعة معايير التصميم، وبالتالي إنشاء قيمة نادرة في مجتمع Bricklayer المخصصة لمن يأتي أولاً يخدم أولا.
                    <br /><br />
                    بعد ذلك، سيتم توفير 1,000 من الرموز غير القابلة للاستبدال في Bricklayer شهريًا للشراء. سيحصل حاملو الرموز غير القابلة للاستبدال في Bricklayer على حق العرض الأول على فرصة DAO Clubhouse ذات الرمز المميز المرتقب للغاية ويخضعون لعناصر الرموز غير القابلة للاستبدال مفاجئة للإسقاط الجوي على Brickworks Tapestry.
                    <br />
                    <ul>
                        <li>10000 من الرموز غير القابلة للاستبدال في Bricklayer</li>
                        <li>1,000 من الرموز غير القابلة للاستبدال شهريًا متاحة للشراء</li>
                    </ul>
                </p>
                )
        }
     },
    {
        id: 7, 
        disclaimer:'فهم خصائص العرض والطلب للعملات المشفرة.' , 
        title : 'الرموز المميزة',
        content : () => {
            return (
                <p className="text-[20px] mt-4">Please contact <a className="text-black">inquiries@bricklayerdao.xyz</a> for further information</p>
                )
        }
    },
    {
        id: 8, 
        disclaimer:'منصة Brickworks Tapestry.' ,
        title : 'منصة BRICKWORKS TAPESTRY',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    بشكل عام، يمكن الحصول على تصور على السلسلة لهيكل ملكية المنظمة اللامركزية ذاتية الحكم باستخدام منصة Bricklayer Tapestry. ستشير حيازات ملكية الأراضي في Tapestry إلى تخصيص رمز BRICKS للأعضاء، وسيكون لكل حيازة عدد بكسل مطابق. ستتم إتاحة الأصول الرقمية التالية للشراء وسيتم توزيعها تلقائيًا على حاملي الرموز غير القابلة للاستبدال:
                    <br /><br />
                    مباني لاندمارك الشهيرة - تخصيص 500 كيلو بكسل مع سلسلة الرموز الغير قابلة للاستبدال.
                    <br /><br />
                    كتل مكتب الوسيط - تخصيص 100 كيلو بكسل مع سلسلة وسيط الرموز غير القابلة للاستبدال، كاملة مع لافتات الوسيط والوصول إلى بوابة قائمة الوسيط.
                    <br /><br />
                    عناصر نسيج بديلة - تخصيص عشوائي 1 كيلو بكسل باستخدام سلسلة الرموز الغير قابلة للاستبدال في Bricklayer.
                    <br /><br />
                    <span className="italic">Staking Rewards (سيتم تحديده لاحقًا بعد التحقق من صحة الرموز)</span>
                    <br /><br />
                    سيحصل حاملو الرموز الذين يشاركون في عملات BRICKS الخاصة بهم على منصة Brickworks Tapestry لمدة 12 شهرًا على مكافأة ولاء في شكل رموز BRICKS الجديدة:
                    <br />
                    <ul>
                        <li>عوائد الرهان الممتاز</li>
                        <li>مكاتب الوسيط: عوائد حصة الشركات</li>
                        <li>عناصر Tapestry بديلة: عوائد Staking القياسية</li>
                    </ul>
                    <br /><br />
                    من الآن فصاعدًا، سيتم الحصول على العرض الجديد من BRICKS المقدم من خلال التخزين المؤقت للعملات المشفره داخليًا باستخدام جزء بسيط من إيرادات الخزانة في المنظمة اللامركزية ذاتية الحكم ورسوم بيع المعاملات.
                </p>
                )
        }
    },
    {
        id: 9, 
        disclaimer:" بروتوكول Where's Bricktop ؟ " ,
        title : "بروتوكول Where's Bricktop ؟",
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    بريك توب، ستظهر بشكل مفاجئ في 5 مواقع بكسل مختلفة على منصة Brickwork’s Tapestry على مدار 5 أيام من فترة التصويت المحددة لـ المنظمة اللامركزية ذاتية الحكم.
                    <br /><br />
                    هؤلاء الأعضاء الذين وضعوا BRICKS على منصة Tapestry في موقع إحداثيات البكسل العشوائية الفائزة حيث يظهر Bricktop سيكونون مؤهلين لتلقي 1/5 من دخل الإيجار ربع السنوي من الأصول العقارية في خزانة المنظمة اللامركزية ذاتية الحكم. بالإضافة إلى ذلك، يزداد صندوق الجائزة مع توسع محفظة العقارات على Bricklayer على مدار عمر المنظمة اللامركزية ذاتية الحكم.
                    <br /><br />
                    على سبيل المثال، تمثل الأصول 1 مليار دولار في الخزانة بعائد 5٪ 12.5 مليون دولار كل 3 أشهر، و 1/5 هي 2.5 مليون دولار، أي ما يعادل 500 ألف دولار لكل عضو من الأعضاء الخمسة المحظوظين.
                    <br /><br />
                    يعتمد بروتوكول Where's Bricktop على Chainlink أوراكل، وظيفة العشوائية القابلة للتحقق، لضمان أن يتم إنشاء النتائج العشوائية بطريقة لامركزية وعادلة وآمنة، والتي يمكن التحقق منها على السلسلة.
                </p>
                )
        }
     },
    {
        id: 10, 
        disclaimer:'الحوكمة والمشاركين النشطين ' , 
        title : 'الحوكمة والمشاركين النشطين',
        content : () => {
            return (
                <>
                <p className="italic mt-8">نظرة عامة على أدوار المشاركين النشطين</p>
                <p className="text-[20px] mt-4">
                    يتألف سوق العقارات الحالي من العديد من الشبكات المنعزلة والمستقلة مع احتكاك المعاملات والغموض عبر الأنظمة الحالية. لمعالجة هذه المشكلات المتكررة، يُطلب من المشاركين النشطين إدارة محافظ العقارات والعملات المشفرة للخزانة بشكل مفتوح، جنبًا إلى جنب مع إدارة أمان ومراجعة سلسلة الكتل، وصيانة العقود الذكية والرقابة على الخزانة والوصول، والقانون والامتثال، والتصويت الادارة. علاوة على ذلك، سيتم التصويت على المشاركون النشطون المختارة بشكل ديمقراطي ومراجعتها سنويًا من قبل المنظمة اللامركزية ذاتية الحكم  
                    <br /><br />
                    وعلى العكس من ذلك، قد تؤدي تصويتات "حجب الثقة" بالأغلبية الدورية إلى استبدال المشاركون النشطون ضعيفي الأداء.
                    <br /><br />
                    بشكل عام، يوفر المشاركون النشطون إرشادات إدارية ضرورية لنجاح المنظمة اللامركزية ذاتية الحكم. تم تكليف المشاركون النشطون بتطوير وتعزيز وتشغيل وترويج المنظمة اللامركزية ذاتية الحكم . يؤدي المشاركون النشطون دورًا إداريًا داخل المنظمة اللامركزية ذاتية الحكم بشكل مستمر ومن المتوقع أن تقوم بمهام لتحسين قيمة المنظمة اللامركزية ذاتية الحكم .
                    <br /><br />
                    يتم تحفيز نقاط الوصول من خلال تخصيص طبقات من رمز BRICKS. إلى جانب ذلك، سيتم منح المشاركون النشطون العديد من الأدوار والواجبات التشغيلية والصيانة والتنفيذية لتنفيذ المهام التي تم تحديدها بأغلبية الأصوات. في الأيام التي تسبق انتخابات إختيار المشاركون النشطون، سيتم إصدار مخطط مصفوفة توزيع المسؤوليات المفصل.
                    <br /><br />
                    <span className="italic">الانتخابات الافتتاحية</span>  
                    <br /><br />
                    بعد ذلك، سيتم إجراء انتخابات اختيار المشاركون النشطون الافتتاحية بعد الانتهاء من السنة الأولى من تشغيل المنظمة اللامركزية ذاتية الحكم. ستوفر هذه الانتخابات للمستشارين وزعماء القبائل المحتملين في المستقبل من Bricklayer DAO الفرصة للترشيح الذاتي واقتراح الأفكار لأدوار المشاركون النشطون المفيدة بشكل خاص.
                    <br /><br />
                    وتجدر الإشارة إلى أن الفريق الأصلي من المشاركون النشطون، والمعروف أيضًا باسم "الاستشاريون من المشاركون النشطون" ، لن يكون عرضة للإزالة من خلال انتخابات إختيار المشاركون النشطون الجديدة. بدلاً من ذلك، لن يكونوا قادرين على إزالتها إلا من خلال ترشيح قاعدة الأغلبية من نقاط الوصول الحالية. سيتمتع حاملو الرموز المميزة بصلاحية التصويت على ما إذا كان يجب على المستشارين مغادرة المنظمة اللامركزية ذاتية الحكم رسميًا بعد ترشيح المشاركون.
                    <span className="italic">المزج بين الرموز المميزة والاقتصاد </span>
                    <br /><br />
                    لقد حجزت الرموز المميزة في Bricklayer 60 مليون BRICKS خصيصًا لصندوق التمويل، الذي تم إصداره على مدار 10 سنوات. ستخضع نقاط الوصول المعينة حديثًا لفترة غلق رمزية مدتها 6 أشهر. بالإضافة إلى ذلك، ستجرى انتخابات اختيار المشاركون النشطون سنويًا ، وسيصوت أعضاء المنظمة اللامركزية ذاتية الحكم بشكل ديمقراطي وجماعي على موقف المشاركون للعام التالي. من المتوقع أن يكون المشاركون أكثر نشاطًا خلال أحداث التصويت المجدولة، والتي من المتوقع أن تحدث خلال فترة أسبوعين مرة كل ثلاثة أشهر (أربعة أحداث في العام، باستثناء مقترحات التصويت في حالات الطوارئ).
                    <br /><br />
                    <span className="italic">سيكون هناك 6 مستويات من أجور المشاركون: </span>
                    <br />
                    <ul>
                        <li>المستوى 1 - 500 ألف BRICKS (50 ألف بريك سنويًا)</li>
                        <li>المستوى 2 - مليون BRICKS (100 ألف بريك سنويًا)</li>
                        <li>الطبقة 3 - 1.5 مليون BRICKS (150 ألف بريك سنويًا)</li>
                        <li>الطبقة 4 - 2 مليون BRICKS (200 ألف بريك سنويًا)</li>
                        <li>المستوى 5 - 2.5 مليون BRICKS (250 ألف بريك سنويًا)</li>
                        <li>لطبقة 6 - 3 مليون بريك (300 ألف بريك سنويًا)</li>
                    </ul>
                    <span className="italic">أمثلة على مناصب المشاركون (25) تشمل:</span>
                    <ul>
                        <li>الاستشارات العقارية × 4، استشارات التشفير × 2، مسرع Sharkaroo × 1 (طلب المنحة)</li>
                        <li>مطور سلسلة الكتل × 1، ضريبة × 1، محاسبة × 1، علاقات عامة × 1، تسويق × 5، اتصالات × 1</li>
                        <li>علاقات المستثمرين × 4، عروض غير معروفة × 5</li>
                    </ul>
                </p>
                </>
                )
        }
    },
    {
        id: 11, 
        disclaimer:'حقوق التصويت' ,
        title : 'حقوق التصويت',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    سيكون هناك نوعان من حقوق التصويت المتاحة لأعضاء المنظمة اللامركزية ذاتية الحكم:
                    <br /><br />
                    - حقوق الحوكمة
                    <br /><br />
                    ستركز هذه الحقوق على هيكل المنظمة اللامركزية ذاتية الحكم من Bricklayer واختيار المشاركين النشطين، والاستراتيجيات قصيرة المدى وطويلة المدى، وتنفيذ قواعد إضافية وإرشادات جديدة.
                    <br /><br />
                    - حقوق إنشاء المحفظة الإستراتيجية
                    <br /><br />
                    ستتعامل هذه الحقوق مع الأصول في خزانة المنظمة اللامركزية ذاتية الحكم، والترتيبات، وأحداث الإيجار، واختيار العروض الجديدة. سوف تسهل عقود سلسلة الكتل الذكية مع إظهار جميع النتائج وإخطار الأعضاء.
                    <br /><br />
                    تتضمن أمثلة مقترحات التصويت ما يلي:
                    <br /><br />
                    أ. إيجار يانصيب اختياري
                    <br />
                    ب. أحداث الإيجار
                    <br />
                    ج. خيارات الاستحواذ المستقبلية
                    <br />
                    <p className="text-[16px] ml-12">
                    أولاً. الأقاليم البديلة
                    <br />
                    ثانيا. فئات الأصول العقارية البديلة
                    <br />
                    ثالثا. الترتيبات
                    <br />
                    رابعا. التجديدات
                    <br />
                    خامسا. التوسعات
                    <br />
                    سادساً. التجديد
                    <br />
                    سابعا. التطوير
                    <br />
                    ثامنا. التنشيط
                    <br />
                    <span className="text-[16px] ml-12"> مشاريع التحسين المدعومة من الحكومة.١</span>
                    </p>
                    د. حرق الرموز المميزة
                    <br />
                    ه. إدارة الخزانة في المنظمة اللامركزية ذاتية الحكم
                    <br />
                    ي. التعرض للمخاطر وإدارة التنويع
                </p>
                )
        }
     },
    {
        id: 12, 
        disclaimer:'خارطة الطريق' ,
        title : 'خارطة الطريق',
        content : () => {
            return (
                <>
                <p className="italic mt-8">العام الأول</p>
                <p className="text-[20px] mt-4">
                    Fتشكيل الكيان القانوني الإماراتي  
                    <br /><br />
                    الموافقة على منحة سلسلة الكتل
                    <br /><br />
                    مراجعة واختبار الكود الآلي عبر https://mythx.io/
                    <br /><br />
                    تدقيق العقود الذكية
                    <br /><br />
                    البيع الاولي للرموز غير القابلة للاستبدال للمطو
                    <br /><br />
                    تشكيل المشاركين النشطين والتصويت والاختيار
                    <br /><br />
                    اقتراح التصويت على الأصول من Genesis
                    <br /><br />
                    إصدار عملة BRICKS
                    <br /><br />
                    بيع الرموز غير القابلة للاستبدال للوسطاء
                    <br /><br />
                    إطلاق برنامج Brickworks Staking
                    <br /><br />
                    منصة التصويت - شراكات الإقراض المضمونة
                    <br /><br />
                    إكمال معاملات طبقة Genesis ونقلها إلى الخزانة
                    <br /><br />
                    منصة التصويت - مقترحات تنويع أصول العملات المشفرة
                    <br /><br />
                    منصة التصويت - مقترحات التبادل اللامركزية والمركزية
                    <br /><br />
                    منصة التصويت - الاستحواذ على المستودع الثاني
                    <br /><br />
                    <span className="italic">العام 2</span>
                    <br /><br />
                    منصة التصويت - مقترحات الشريحة الثانية
                    <br /><br />
                    التمويل الأولي للشريحة الثانية
                    <br /><br />
                    منصة التصويت - مقترحات تنويع مجمع الأصول للعملات المشفرة
                    <br /><br />
                    توزيع BRICKS
                    <br /><br />
                    <span className="italic">العام 3</span>
                    <br /><br />
                    إطلاق برنامج التعريف بالوسيط العقاري للتداول
                    <br /><br />
                    منصة التصويت - مقترحات الشريحة الثالثة
                    <br /><br />
                    التمويل الأولي للشريحة الثالثة
                    <br /><br />
                    منصة التصويت - مقترحات تنويع مجمع الأصول للعملات المشفرة
                    <br /><br />
                    توزيع BRICKS
                    <br /><br />
                    شهادة اللامركزية
                    <br /><br />
                    شهادة اللامركزية
               </p>
                </>
                )
        }
     },
    {
        id: 13, 
        disclaimer:'الشراكات' ,
        title : 'الشراكات',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    نهدف إلى تقارب مواردنا وبناء شراكات مع منصات العقارات وإعادة التمويل الأخرى القائمة على سلسلة الكتل. تتضمن بعض السلاسل المقترحة الجوراند و بوليجن و الايثريوم (موفرو سلسلة الكتل) ريفي (لعمل العنوان) وبلوك فاي و نيكسو (لإعادة التمويل) ورأس المال خارج سلسلة الكتل (تنويع محفظة العملات المشفرة) و معامل المنظمة اللامركزية ذاتية الحكم (التعدين الاجتماعي) و سناب شوت (البنية التحتية في المنظمة اللامركزية ذاتية الحكم) و جي إل إل و سي بي أر أي و نايت فرانك و كيه بي سي (خدمات العقارات).rsification), DAO Labs (Social Mining,) and Snapshot (DAO Infrastructure), JLL, CBRE, Knight Frank and KBC (Real Estate Services).
                    <br /><br />
                    <span className="italic">لا تتحدث إلى كيان "مركزي" - تحدث عن Bricklayer حيث يتمتع كل شخص بصوت "لامركزي"</span>
                    <br /><br />
                </p>
                )
        }
    },
    {id: 14, 
        disclaimer:'تكنولوجيا المنظمة اللامركزية ذاتية الحكم الأساسية ' , 
        title : 'التكنولوجيا في المنظمة اللامركزية ذاتية الحكم',
        content : () => {
            return (
                <p className="text-[20px] mt-4">
                    يمثل الايثريوم العمود الفقري التكنولوجي الذي تم بناء Bricklayer DAO عليه. لا شك أن الايثريوم هو النظام البيئي الأكثر تطورًا من حيث أدوات تطوير وإدارة المنظمة اللامركزية ذاتية الحكم. بشكل عام، الإجماع اللامركزي والمثبت في المنظمة اللامركزية ذاتية الحكم كافٍ للمؤسسات لوضع ثقتها في الشبكة.
                    <br /><br />
                    بمجرد أن يتم نشر رمز العقد الذكي، لا يمكن تعديله، ولا حتى من قبل أصحابه. هذا يسمح لـ المنظمة اللامركزية ذاتية الحكم بالعمل وفقًا لقواعدها المحددة. علاوة على ذلك، فإن العقود الذكية قادرة على تحويل الأموال واستلامها. لإدارة الشؤون المالية الجماعية بدون ذلك، ستكون هناك حاجة إلى وسيط جدير بالثقة.
                    <br /><br />
                    في النهاية، أظهر مجتمع المنظمة اللامركزية ذاتية الحكم أنه أكثر تعاونًا من المنافسة، مما يتيح الظهور السريع لأفضل الممارسات وآليات الدعم.
                </p>
                )
        }
    },
    {
        id: 15, 
        disclaimer:'إخلاء المسؤولية القانونية' ,
        title : 'إخلاء المسؤولية القانونية',
        content : () => {
            return (
                <p className="mt-4 text-[20px]">
                    هذه الورقة البيضاء هي لأغراض المعلومات العامة فقط. لا تشكل نصيحة استثمارية أو توصيات أو أي شكل من أشكال التماس العروض. تخضع أي معلومات يتم تقديمها في جميع الأوقات للتغيير وفقًا لتقدير شركة Bricklayer DAO.
                    <br /><br />
                    لن يستخدم Bricklayer DAO في أي وقت من الأوقات هذه الورقة البيضاء كمواد ترويجية لطلب الاستثمار في Bricklayer DAO أو أي أداة استثمارية و / أو أصل معروض من خلال Bricklayer DAO. لا يمنح Bricklayer DAO أي حقوق ، صريحة أو ضمنية من خلال أي معلومات في هذه الورقة البيضاء. على وجه الخصوص، ينكر Bricklayer DAO صراحةً أي قدرة لـ Lite-paper على منح أي حق ملكية أو حصة أو مشاركة أو ضمان أو حقوق معادلة ، أو أي حق لتلقي حصص الإيرادات المستقبلية أو حقوق الملكية الفكرية أو أي شكل آخر من أشكال المشاركة في أو المتعلقة بأي منتج Bricklayer DAO و / أو Bricklayer DAO و / أو أي من الشركات التابعة لها.
                    <br /><br />
                    <span className="italic">الوثيقة لا تقدم أي نصيحة</span>
                    <br /><br />
                    لا ينبغي اعتبار أي جزء من المعلومات المتاحة على أنه استشارة تجارية أو قانونية أو مالية أو ضريبية بخصوص Bricklayer DAO. يجب عليك استشارة مستشارك القانوني أو المالي أو الضريبي فيما يتعلق بالمعلومات الواردة في هذه الورقة البيضاء.
                    <br /><br />
                    يرفض Bricklayer DAO أي مسؤولية عن أي خسارة أو ضرر مباشر أو تبعي من أي نوع كان ناشئًا بشكل مباشر أو غير مباشر عن: (1) الاعتماد على أي معلومات مقدمة في هذه الورقة البيضاء، (2) أي خطأ أو إغفال أو عدم دقة في أي من هذه المعلومات أو (3) أي إجراء ناتج عن هذه المعلومات.
                    <br /><br />
                    <span className="italic">التمثيل والضمانات</span>
                    <br /><br />
                    إلى أقصى حد يسمح به القانون المعمول به وباستثناء ما هو محدد في الكتابة من قبل Bricklayer DAO
                    <br /><br />
                    (1) جميع المعلومات الواردة في هذه الورقة البيضاء "كما هي" وبدون ضمانات من أي نوع، وتخلي شركة Bricklayer DAO مسؤوليتها صراحة عن جميع الضمانات الضمنية، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية الخاصة بالتسويق والملاءمة لغرض معين والملكية وعدم الانتهاك و (2) لا تقر شركة Bricklayer DAO أو تضمن أن المعلومات الموجودة في هذا الورق البسيط موثوقة أو حديثة أو خالية من الأخطاء.
                    <br /><br />
                    <span className="italic">التماس</span>
                    <br /><br />
                    لا توجد شروط في هذه الورقة البيضاء، أو أي وثائق أو معلومات أخرى خاصة بشركة Bricklayer DAO، ما لم يتم تحديدها والإفصاح عنها على وجه التحديد، قد تشكل نشرة أو وثيقة عرض من أي نوع، أو تهدف إلى تشكيل عرض للأوراق المالية، أو التماس للاستثمار في الأوراق المالية في أي ولاية قضائية. إذا قررت المشاركة في Bricklayer DAO، أو أي فرصة استثمارية أخرى لـ Bricklayer DAO، فهي غير مرتبطة تمامًا بجميع المعلومات الموجودة في هذه الورقة البيضاء.
                    <br /><br />
                    <span className="italic">السلطات المقيدة</span>
                    <br /><br />
                    يجب عدم إرسال هذا المستند البسيط في أي جزء منه وأي نسخة منه إلى أي بلد يُحظر فيه توزيع أو نشر هذه المستندات ومعلوماتها أو يتم تقييدها. لم تقم أي سلطة تنظيمية بفحص أو الموافقة حتى هذا التاريخ على أي من المعلومات الواردة في هذه الوثيقة. لا يعني نشر أو توزيع أو نشر هذه الشروط أنه تم الالتزام بالقوانين أو المتطلبات التنظيمية أو القواعد المعمول بها.
                    <br /><br />
                    إلى أقصى حد تسمح به القوانين واللوائح والقواعد المعمول بها، لن يكون Bricklayer DAO ومؤسسيه وأعضاء فريقه وأي طرف ثالث مشارك في المشروع مسؤولين عن أي خسائر مباشرة أو غير مباشرة أو خاصة أو عرضية أو تبعية أو غيرها من الخسائر. نوعًا أو ضررًا أو عقدًا أو غير ذلك (بما في ذلك على سبيل المثال لا الحصر خسارة الإيرادات أو الدخل أو الأرباح، وفقدان الاستخدام أو البيانات) الناشئة عن أو فيما يتعلق بأي قبول أو اعتماد على المعلومات الواردة في هذه الورقة البيضاء، أو أي جزء منها و / أو المعلومات المقدمة من قبل Bricklayer DAO.
                    <br /><br />
                    <span className="italic">عدم تقديم الأوراق المالية أو التسجيل</span>
                    <br /><br />
                    لا تشكل هذه الورقة البيضاء نشرة أو وثيقة عرض من أي نوع ولا يُقصد بها أن تشكل عرضًا للأوراق المالية أو التماسًا للاستثمار في الأوراق المالية في أي ولاية قضائية. لا يلتزم أي شخص بالدخول في أي عقد أو التزام قانوني ملزم ولا يتم قبول أي عملة مشفرة أو أي شكل آخر من أشكال الدفع على أساس كل أو أي جزء من المعلومات المتاحة.
                    <br /><br />
                    أي اتفاقية تتعلق بأي بيع وشراء للعملات يجب أن تحكمها شروط وأحكام هذه الاتفاقية وليس أي مستند آخر. في حالة وجود أي تضارب بين شروط وأحكام تلك الاتفاقية والمعلومات المتاحة، تسود هذه الشروط والأحكام.
                    <br /><br />
                    أنت لست مؤهلاً لشراء أي رموز في فعالية توليد الرمز المميز إذا كنت مواطنًا أو مقيمًا (ضريبة أو غير ذلك) أو حامل البطاقة الخضراء لدولة مقيدة أو كنت شخصًا محظورًا. لم تقم أي سلطة تنظيمية بفحص أو الموافقة على أي من المعلومات التي تمت مناقشتها في هذه الورقة البيضاء. لم يتم اتخاذ مثل هذا الإجراء أو سيتم اتخاذه بموجب القوانين أو المتطلبات التنظيمية أو القواعد الخاصة بأي ولاية قضائية. لا يعني نشر أو توزيع المعلومات الواردة هنا أنه تم الالتزام بالقوانين أو المتطلبات التنظيمية أو القواعد المعمول بها.
                    <br /><br />
                    <span className="italic">سياسة الخصوصية</span>
                    <br /><br />
                    من خلال المشاركة في Bricklayer DAO، فإنك توافق على أن بياناتك الشخصية (أي عنوان بريدك الإلكتروني واسمك وعنوانك وتفاصيل أخرى شخصية لك) قد تتم معالجتها بواسطة Bricklayer DAO لأغراض أعماله أو لأغراض البناء والترويج والتواصل (حول) منصة أعمال الشركة. يوافق Bricklayer DAO على الحفاظ على خصوصية عنوان بريدك الإلكتروني وبياناتك الشخصية الأخرى وعدم مشاركتها مع الجمهور (على سبيل المثال، من خلال إدراجه في أي قوائم خارجية أو بيعه لأي أطراف خارجية).
                    <br /><br />
                    <span className="italic">إطلاق المنظمة اللامركزية ذاتية الحكم</span>
                    <br /><br />
                    قبل إطلاق المنظمة اللامركزية ذاتية الحكم، سيحتفظ Bricklayer DAO بالسيطرة على البروتوكول. عند إطلاق المنظمة اللامركزية ذاتية الحكم، لن يحتفظ Bricklayer DAO بأي تحكم في البروتوكول والذي سيتم إملاءه بالكامل من قبل المنظمة اللامركزية ذاتية الحكم وشبكة سلسلة الكتل. ينكر Bricklayer DAO صراحة أي وجميع المسؤولية عن أي معاملات تحدث عبر سلسلة كتل الايثريوم أو من خلال أي طرف خارجي. تحتفظ Bricklayer DAO أيضًا بالسلطة التقديرية المطلقة لإطلاق رمز BRICKS على سلسلة كتل مختلفة، ولا يلزم إطلاقه بأي شكل من الأشكال على سلسلة كتل الايثريوم أو أي سلسلة كتل آخري على الإطلاق.
                    <br /><br />
                    <span className="italic">ملاحظة على البيانات التطلعية</span>
                    <br /><br />
                    جميع البيانات الواردة في الورقة البيضاء من Bricklayer DAO وصفحة الويب والبيانات الواردة في البيانات الصحفية أو في أي مكان يمكن الوصول إليه بواسطة البيانات العامة والشفوية التي قد يتم الإدلاء بها بواسطة Bricklayer DAO ومؤسسيها وأعضاء الفريق وأي طرف خارجي مشارك في المشروع وبالنيابة عن Bricklayer DAO، فإن هذه ليست بيانات عن حقائق تاريخية ولكنها تشكل "بيانات تطلعيه".
                    <br /><br />
                    لا ينبغي اعتبار أي معلومات في هذه الورقة البيضاء تجارية أو قانونية أو مالية أو مشورة فيما يتعلق بالمساهمة أو المشاركة في تطوير Bricklayer DAO. لا تقدم شركة Bricklayer DAO أو تنوي القيام، وتخلي مسؤوليتها بموجب هذا من أي تمثيل أو ضمان أو تعهد بأي شكل من الأشكال لأي كيان أو شخص، بما في ذلك أي تمثيل أو ضمان أو تعهد فيما يتعلق بحقيقة ودقة واكتمال أي من المعلومات الواردة في هذه الورقة البيضاء.
                    <br /><br />
                    هذه البيانات التطلعية، بما في ذلك على سبيل المثال لا الحصر البيانات المتعلقة بربحية إيرادات الشركة ونموها، وربحية الإيرادات المتوقعة والنمو، والآفاق، والخطط المستقبلية، واتجاهات الصناعة المتوقعة الأخرى والمسائل الأخرى التي تمت مناقشتها في مواد Bricklayer DAO هي أمور تتعلق بالشركة هذه ليست حقائق تاريخية، بل مجرد تقديرات وتوقعات
                    <br /><br />
                    لا يقدم Bricklayer DAO أي تعهد أو ضمان على إجراء أي تنبؤات أو تقديرات أو توقعات على أساس أي صيغة أو أي نموذج أو تنبؤات رياضية أو علمية، أو إجراء أي استفسارات مناسبة ومناسبة أو إجراء أي بحث أو دراسات مستقلة أو غير ذلك. تتضمن هذه البيانات التطلعية أخطار معروفة وغير معروفة وشكوك وعوامل أخرى قد تتسبب في أن تكون النتائج المستقبلية الفعلية أو أداء أو إنجازات Bricklayer DAO مختلفة ماديًا عن أي نتائج أو أداء أو إنجازات مستقبلية متوقعة أو صريحة أو ضمنية للمستقبل.
                    <br /><br />
                    هذه البيانات التطلعية قابلة للتطبيق فقط اعتبارًا من تاريخ نشر الورقة البيضاء وآخر تاريخ تم فيه تحديث موقع الويب. لا يمثل Bricklayer DAO ولا ممثليه ولا أي شخص آخر أو يضمن و / أو يتعهد بأن النتائج المستقبلية الفعلية أو أداء أو إنجازات Bricklayer DAO ستتم مناقشتها في تلك البيانات التطلعية.
                    <br /><br />
                    لن يستخدم Bricklayer DAO في أي وقت مواد ترويجية لطلب الاستثمار في رموز BRICKS. لا يجوز لحاملي رموز BRICKS تبادل أي عملة ورقية أو عملة مشفرة أو أي شكل من أشكال القيمة أو أي أداة مالية أخرى لـ BRICKS مع شركة Bricklayer DAO. لن تستخدم BRICKS في Bricklayer DAO بأي طريقة لتعزيز سوق تداول طرف خارجي في أي وقت. لا يقدم Bricklayer DAO أي برامج مكافآت من شأنها أن تعمل كترويج لرمز BRICKS المميز
                </p>
                )
        }
 },
]

export default disclaimersArabic